{"pbcoreAssetType":{"isAttribute":false,"hasSubs":false,"bestPractice":"Best practice: The asset type should broadly describe all related instantiations — for example, if an asset includes many instantiations representing different generations of a program, the asset type ‘program’ remains accurate for all of them.","description":"pbcoreAssetType is a broad definition of the type of intellectual content being described. Asset types might include those without associated instantiations (a collection or series), or those with instantiations (programs, episodes, clips, etc.)","terms":[{"term":"Album","description":"A collection of recordings issued as a single item on CD, record, or another medium."},{"term":"Animation","description":"A moving image production element created from static drawings or objects."},{"term":"Clip","description":"A short excerpt taken from a moving image or audio resource. A clip may not convey a complete intellectual concept."},{"term":"Collection","description":"A group of materials with some unifying characteristic. – 2. Materials assembled by a person, organization, or repository from a variety of sources; an artificial collection."},{"term":"Compilation","description":"A single asset containing multiple different sub-assets; for example, a reel with programs, clips, and raw footage."},{"term":"Episode","description":"A single installment of a series, whether linearly relate to other episodes in the series, or simply presented under the same branding."},{"term":"Miniseries","description":"A multi-episode resource of limited duration, aired daily or weekly, usually with a total running time of less than 15 hours."},{"term":"Program","description":"A resource that has been prepared for broadcast\/publication and is presented as a single work, with no series branding."},{"term":"Promo","description":"An edited piece of audio or video announcing an upcoming work (like a program or series)."},{"term":"Raw Footage","description":"Originally captured footage or other unedited content, not intended for broadcast in its current form."},{"term":"Segment","description":"A self-contained portion of a program\/episode, which serves its own function, but operates within the larger program\/episode."},{"term":"Series","description":"A set of episodes broadcast in sequence, usually conceived without a definte end and aired on a regular schedule. Typically all episodes within a single series follow a specific theme or continuous storyline, or are all broadcast under the same series title and branding."},{"term":"Season","description":"A set of episodes from a series, which were all aired in the same broadcast period."},{"term":"Subseries","description":"A set of episodes that makes up its own series, which is broadcast under an umbrella series with its own branding."}]},"dateType":{"isAttribute":true,"hasSubs":false,"bestPractice":"Best practice: Used to clarify how the date is related to the asset or instantiation. Date Created may be the most common, but the element could also be used to describe the Date Accessioned or Date Deaccessioned, for example. Can be used as an attribute of the following elements: pbcoreAssetDate, instantiationDate.","description":"dateType is an attribute that classifies by named type the date-related data of the element e.g., created, broadcast, dateAvailableStart.","terms":[{"term":"accepted","description":"Date of acceptance of an asset or instantiation."},{"term":"available","description":"Date (often a range) that the asset or instantiation became or will become available."},{"term":"available end","description":"Date that the asset or instantiation became or will become unavailable."},{"term":"available start","description":"Date that the asset or instantiation became or will become available."},{"term":"broadcast","description":"Date the asset or instantiation was broadcast."},{"term":"captured","description":"Date that the asset or instantiation was digitized or a subsequent snapshot was taken."},{"term":"created","description":"Date on which the asset or instantiation was created."},{"term":"copyright","description":"Date associated with a claim of protection under copyright or a similar regime for the asset or instantiation."},{"term":"deletion","description":"Date an asset or instantiation was deleted."},{"term":"digitized","description":"Date an asset or instantiation was digitized."},{"term":"distributed","description":"Date on which the asset or instantiation was distributed or released."},{"term":"dubbed","description":"Date an asset or instantiation was dubbed."},{"term":"edited","description":"Date on which the asset or instantiation was edited."},{"term":"encoded","description":"Date an asset or instantiation was encoded."},{"term":"encrypted","description":"Date on which the asset or instantiation was encrypted."},{"term":"event","description":"Date, time or period of an event related to an asset or instantiation."},{"term":"ingested","description":"Date an asset or instantiation was added to a preservation repository. This is a PREMIS event suggestion."},{"term":"issued","description":"Date of formal issuance (e.g. publication) of an asset or instantiation."},{"term":"licensed","description":"Date on which the asset or instantiation was licensed."},{"term":"mastered","description":"Date on which the asset or instantiation’s final master was created."},{"term":"migrated","description":"Date an asset or instantiation was migrated to a new format. This is a PREMIS event suggestion."},{"term":"mixed","description":"Date on which the asset or instantiation’s final mix was created."},{"term":"modified","description":"Date on which the asset or instantiation was last changed."},{"term":"normalized","description":"Date an asset or instantiation was normalized to a preservation standard. This is a PREMIS event suggestion."},{"term":"performed","description":"Date on which the intellectual content of an asset was performed live."},{"term":"podcast","description":"Date on which the asset or instantiation was webcast."},{"term":"published","description":"Date on which the asset or instantiation was published."},{"term":"released","description":"The official release date of an asset or instantiation."},{"term":"restored","description":"Date on which the asset or instantiation was restored."},{"term":"revised","description":"Date on which the asset or instantiation was revised."},{"term":"transferred","description":"Date on which the asset or instantiation was transferred from one location to another."},{"term":"valid","description":"A date during which the content of an asset or instantiation is valid."},{"term":"validated","description":"Date an asset or instantiation was confirmed to comply with documented information about the instantiation. This is a PREMIS event suggestion."},{"term":"webcast","description":"Date on which the asset or instantiation was webcast."}]},"descriptionType":{"isAttribute":true,"hasSubs":false,"bestPractice":"","description":"descriptionType is an attribute used to indicate the type of description being assigned to the element, such as ‘abstract,’ ‘summary,’ or ‘physical description.’ Can be used as an attribute of the pbcoreDescription element.","terms":[{"term":"Abstract","description":"A summary of the contents of an asset."},{"term":"Awards","description":"A listing of any awards (i.e. Emmy, Golden Globe, Peabody) received by a production or asset."},{"term":"Chapter","description":"A main division of an asset, typically with a number or title."},{"term":"Collection","description":"A description of a group of materials with some unifying characteristic, such as materials assembled by a person, organization, or repository from a variety of sources."},{"term":"Comments","description":"More colloquial description, anecdotal comments, or reflections not typically viewable by staff outside the archives.  Could include comments about the preservation process (this asset was difficult to digitize, the two tape instantiations are damaged, etc.) or also include informal comments about the content (someone curses at minute 20, the content may upset some people, John Smith really likes this, etc.)"},{"term":"Description","description":"A general term for a description of the asset."},{"term":"Episode Description","description":"A description of a single installment of a television or radio series."},{"term":"Event","description":"A thing that happens in the intellectual content of an asset, especially one of importance."},{"term":"Excerpt","description":"A description of a short clip taken from a moving image or audio resource. An exerpt may not convey a complete intellectual concept."},{"term":"Item","description":"A description of a thing that can be distinguished from a group and that is complete in itself. An item may consist of several pieces, but is treated as a whole."},{"term":"Movement","description":"A principal division of a longer musical work, self-sufficient in terms of key, tempo, and structure."},{"term":"Number","description":"A song, dance, piece of music, etc., especially one of several in a performance."},{"term":"Playlist","description":"A list of the recordings to be played on the radio during a particular program or time period, often including their sequence, duration, etc."},{"term":"Program","description":"A description of an asset that has been prepared for broadcast\/publication and is presented as a single work."},{"term":"Reviews","description":"Evaluations, opinions, or critical appraisals of a program or asset."},{"term":"Rundown","description":"A timeline or production cue-sheet for a TV or radio program."},{"term":"Script","description":"A document of the dialogue and direction used in the production of a program or asset."},{"term":"Shot List","description":"A document that lists, in chronological order, the sequences of footage used in the production of a program or asset."},{"term":"Segment","description":"A description of a self-contained portion of a program\/episode, which serves its own function, but operates within the larger program\/episode."},{"term":"Series","description":"A description of a set of episodes broadcast in sequence, usually conceived without a definte end and aired on a regular schedule. Typically all episodes within a single series follow a specific theme or continuous storyline, and are all broadcast under the same series title and branding."},{"term":"Song","description":"A short poem or other set of words set to music or meant to be sung."},{"term":"Story","description":"A report of an item of news in a newspaper, magazine, or news broadcast; may also be used to refer to a plot or story line."},{"term":"Summary","description":"A brief statement or account of the main points of something."},{"term":"Transcript","description":"A written document of the audio component of an audio or audiovisual asset."}]},"titleType":{"isAttribute":true,"hasSubs":false,"bestPractice":"","description":"titleType is an attribute used to indicate the type of title being assigned to the asset, such as series title, episode title or project title. Can be used as an attribute of the pbcoreTitle element.","terms":[{"term":"Album","description":"The title of a collection of recordings issued as a single item on CD, record, or another medium."},{"term":"Collection","description":"The title naming a group of materials with some unifying characteristic, such as the materials assembled by a person, organization, or repository from a variety of sources; an artificial collection."},{"term":"Miniseries","description":"The title of a multi-episode asset of limited duration, aired daily or weekly, usually with a total running time of less than 15 hours."},{"term":"Program","description":"The title of a single asset that has been broadcast on a on a specific occasion."},{"term":"Segment","description":"The title of a self-contained portion of a program\/episode, which serves its own function, but operates within the larger program\/episode."},{"term":"Series","description":"The title of a set of episodes broadcast in sequence, usually conceived without a definite end and aired on a regular schedule. Typically all episodes within a single series follow a specific theme or continuous storyline, and are all broadcast under the same series title and branding."},{"term":"Subseries","description":"The title of set of episodes that makes up its own series, which is broadcast under an umbrella series with its own branding."}]},"pbcoreRelationType":{"isAttribute":false,"hasSubs":false,"bestPractice":"Best practice: the assets may be related in that they are different discrete parts of a single intellectual unit, one may be a derivative of another, or they may be different versions that are distinct enough to be described as separate assets.","description":"pbcoreRelationType describes the relationship between the asset being describe by the pbcore document and any other asset. Ideally it would contain text from a controlled vocabulary for describing relationships. There is some depth to what a relationship could be. The assets can be related as different episodes in a series, different tapes in a box set, or different versions of an original, among others.","terms":[{"term":"Has Derivative","description":"The asset being described is the source for another asset which is based upon it (for example, a film and then a documentary about the making of that film)."},{"term":"Derived From","description":"The asset being described has another asset as its source (for example, a documentary about the making of a film)."},{"term":"References","description":"The asset being described mentions, uses or discusses another asset (for example, a review program that discusses a recorded theatrical work)."},{"term":"Is Referenced By","description":"The asset being described is mentioned, used or discussed by another asset (for example, a recorded theatrical performance that is reviewed in another program)."},{"term":"Is Related To","description":"The asset being described is related somehow to the asset being pointed to in this relation element (for example, two programs related to the same topic). This should be used as a default if the specific relationship is unknown."},{"term":"Is Part Of","description":"The asset being described is part of the asset being pointed to in this relation element (for example, one segment of a multi-segment television program.) This relationship can also be described using pbcorePart."},{"term":"Has Version","description":"The asset being described has an alternate intellectual version (for example, a different edit, or in a different language) which is being pointed to by this relation element. Use this when the asset being described is the ‘official’ or ‘master’ version of the asset; if not, use ‘Is Version Of’ to point to the master."},{"term":"Is Version Of","description":"The asset being described is an alternate intellectual version (for example, a different edit, or in a different language) of the resource being pointed to by this relation element. Use this if the asset being described is not the ‘official’ or ‘master’ version of the asset; if it is the master version, use ‘Has Version.’"}]},"instantiationRelationType":{"isAttribute":false,"hasSubs":false,"bestPractice":"Best practice: The instantiations may be related in that they are different discrete parts of a single intellectual unit, they may be generationally related, one may be a derivative of another, they may be different versions.","description":"instantiationRelationType describes the relation between the instantiation being described and another instantiation.","terms":[{"term":"Is Clone Of","description":"The instantiation being described was digitally or losslessly copied from another instantiation, which is being pointed to in this relation element."},{"term":"Cloned To","description":"The instantiation being described has been digitally or losslessly copied to another instantiation, which is being pointed to in this relation element."},{"term":"Is Dub Of","description":"The instantiation being described was physically duplicated from another instantiation, which is being pointed to in this relation element."},{"term":"Dubbed To","description":"The instantiation being described has been physically duplicated onto another instantiation, which is being pointed to in this relation element."},{"term":"Is Format Of","description":"The instantiation being described is an alternate format of an original instantiation (for example, a digital file which was created from an analog video) which is being pointed to in this relation element."},{"term":"Has Format","description":"The instantiation being described exists in an alternate format (for example, an analog video which also exists as a digital file) which is being pointed to in this relation element."},{"term":"Is Part Of","description":"The instantiation being described is part of the asset or instantiation being pointed to in this relation element (for example, a clip that has been taken from a longer piece.)"},{"term":"Has Part","description":"A portion of the instatiation being described exists as an independent instantiation (for example, a clip) which is pointed to in this relation element."},{"term":"Replaces","description":"The instantiation being described is a substitution for the instantiation being pointed to in the relation element (for example, because the original instantiation has been deaccessioned.)"},{"term":"Is Replaced By","description":"The instantiation being described is being substituted for by the instantiation being pointed to in the relation element (for example, because it has been deaccessioned.)"}]},"creatorRole":{"isAttribute":false,"hasSubs":false,"bestPractice":"","description":"creatorRole is used to identify the role played by the person, people or organization(s) identified in the companion descriptor creator. The PBCore schema allows for creatorRole to be repeated in the pbcoreCreator container element. This can be useful when a single person or organization is associated with multiple roles in an asset.","terms":[{"term":"Actor","description":"Person playing a character role in the production."},{"term":"Artist","description":"Person primarily responsible for the artistic content of the production, or the visual content contained in the media work, and who may hold copyright to it – for example, a video artist like Andy Warhol, or a painter commissioned to provide a visual work for the production."},{"term":"Artistic Director","description":"Person responsible for unifying the feel and vision of a television production, film production, theatrical company, etc."},{"term":"Associate Producer","description":"Person who takes on responsibilities delegated to them by the Producer. They work on the development and pre-production stages, and on the production. Duties can range from supervising the production design team or post production, or co-ordinating the work of visual effects companies. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Author","description":"Person primarily responsible for the intellectual content of the production and who may hold copyright to it – for example, a novelist whose work is adapted into a film."},{"term":"Broadcast Engineer","description":"Person who works with hardware and broadcast systems that are used across television, radio and new media to broadcast and distribute programs."},{"term":"Camera Operator","description":"Person responsible for manning the camera. Several people may fill this role on one production."},{"term":"Caption Writer","description":"Person or organization responsible for editing\/adding closed captioning."},{"term":"Casting Director","description":"Person responsible for initailly finding the cast members chosen for a production."},{"term":"Choreographer","description":"Person responsible for selecton or creation of dance compositions and plans and arranges dance movements and patterns for dances and especially for ballets."},{"term":"Cinematographer","description":"See: Director of Photography, the recommended term for this position."},{"term":"Co-Producer","description":"Person who performs a substantial portion of a creative producing function, or who is primarily responsible for one or more managerial producing functions. A co-producer has less responsibility than a producer for the completion of a project. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Commentator","description":"Person who discusses news, sports events, weather, or the like, as on television or radio."},{"term":"Composer","description":"Person who writes music for a specific production, or who is responsible for the artistic content of a piece of music used within a specific production and who may own copyright to that content. Composers of specific elements (for example, theme music) may be identified in an annotation."},{"term":"Concept Artist","description":"Person who produces an artistic rendering of an element or elements in a film, TV show, or video game, created as part of the development and visualization of characters, costumes, environments, etc."},{"term":"Conductor","description":"Person who directs the performance of an orchestra or choir."},{"term":"Costume Designer","description":"Person responsible for designing and creating costumes and wardrobe for a production."},{"term":"Describer","description":"Person or organization responsible for describing key visual elements in a production for visually-impaired viewers."},{"term":"Director","description":"Person who supervises the actors, camera crew, and other staff for a movie, play, television program, or similar production."},{"term":"Director of Photography","description":"Cinematographer or director of photography (sometimes shortened to DP or DOP) is the chief over the camera crews working on a film, television production or other live action piece and is responsible for achieving artistic and technical decisions related to the image."},{"term":"Editor","description":"Person who assembles the footage for a production into the final end product."},{"term":"Executive Producer","description":"Person who secures funding for a production and oversees financial and organizational aspects of the production’s development."},{"term":"Filmmaker","description":"The person most prominently responsible for the making of a film, especially if they are involved in all phases of production – for example, an independent or experimental filmmaker."},{"term":"Foley Artist","description":"Person that uses objects to create (or recreate) sound on a foley sound stage to be added to the final audio mix, such as footsteps, the opening and closing doors, or mechanical sounds."},{"term":"Graphic Designer","description":"Person who creates and designs visual elements for a production, such as logos, posters or brochures."},{"term":"Graphic Editor","description":"Person who assembles graphics and animation for a production."},{"term":"Guest","description":"Person who is invited to appear on one or several episodes of a television show, but is not a regular part of the cast or crew."},{"term":"Host","description":"Person who introduces a television or radio program, presents the various program elements, and interviews any guests."},{"term":"Interviewee","description":"Person being interviewed."},{"term":"Interviewer","description":"Person who asks the questions during an interview."},{"term":"Lighting Technician","description":"Person responsible for the creation of the lighting design for a given production."},{"term":"Make-Up Artist","description":"Person responsible for designing and creating make-up and prosthetic effects for a production."},{"term":"Moderator","description":"Person who moderates a discussion."},{"term":"Music Supervisor","description":"Person responsible for working with the director and composer of a production to manage, select, and\/or edit music for the production; this may also be identified as music director or music editor."},{"term":"Musician","description":"Player of a musical instrument."},{"term":"Narrator","description":"Person whose voice explains what is happening in a television program or movie, but who generally is not seen."},{"term":"Panelist","description":"Member of a small group of persons gathered for formal public discussion, judging, or playing a radio or television game."},{"term":"Performer","description":"Broader term for Actor, Musician, Vocalist or Comedian. A ​person who ​entertains ​people by ​acting, ​singing, ​dancing, ​playing ​music, or providing some other form of entertainment."},{"term":"Performing Group","description":"Company, band, or group of performers who work together to ​entertain ​people by ​dancing, ​singing, ​acting, ​playing ​music, or providing some other form of entertainment."},{"term":"Photographer","description":"Person who ​takes ​photographs. In film and television this person may be called a unit still photographer or simply, still photographer, who creates still photographic images intended for use in promotion, continuity and documentation of films and television productions."},{"term":"Producer","description":"Person who initiates, coordinates, supervises and controls all aspects of the production process, including creative, financial, technological and administrative. A Producer is involved throughout all phases of production from inception to completion. A production may have more than one producer."},{"term":"Production Unit","description":"Corporate sub-entity or department that initiates, coordinates, supervises and controls all aspects of the production process, including creative, financial, technological and administrative."},{"term":"Recording Engineer","description":"Person who operates consoles and other equipment to record, control, replay, and mix sound from various live performances and in the production of radio, television, music, and film. Recording Engineers may also be called Sound Recordists, Sound Mixers, or Audio Engineers. There are also specialized engineers such as Sound Engineers (for film sets), ADR Recordists, and Foley Recordists."},{"term":"Reporter","description":"Person who conducts interviews, reports events, or presents news information for a broadcast."},{"term":"Sound Designer","description":"Person who works closely with the production team to design any required sounds to include in a production."},{"term":"Sound Editor","description":"Person who creates the soundtrack by cutting and synchronizing all sound elements. There may be specialized editors for specific sound element types as well, such as a Sound Effects Editor."},{"term":"Set Designer","description":"Person who designs and creates the set for a production."},{"term":"Speaker","description":"Broad term for a person whose speech or lecture is included in a production."},{"term":"Technical Director","description":"Most senior technical person on a production team, who oversees the technical quality of the production and\/or supervises the technical crew. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Video Engineer","description":"Person who is responsible for technical aspects of video recording and production systems. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Vocalist","description":"Person who sings or otherwise vocally contributes a production or a composition used in a production."},{"term":"Voiceover Artist","description":"Unseen performer who adds their voice to the production in various ways, such as for animated characters or when dubbing into another language. For musical performances use Vocalist."},{"term":"Writer","description":"Person who created or contributed to the script of a production; usually involved with the production as a work-for-hire."}]},"contributorRole":{"isAttribute":false,"hasSubs":false,"bestPractice":"","description":"contributorRole is used to identify the role played by the person, people or organizations identified in the companion element contributor. The PBCore schema allows for contributorRole to be repeated in the pbcoreContributor container element. This can be useful when a single person or organization is associated with multiple roles in an asset.","terms":[{"term":"Actor","description":"Person playing a character role in the production."},{"term":"Artist","description":"Person primarily responsible for the artistic content of the production, or the visual content contained in the media work, and who may hold copyright to it – for example, a video artist like Andy Warhol, or a painter commissioned to provide a visual work for the production."},{"term":"Artistic Director","description":"Person responsible for unifying the feel and vision of a television production, film production, theatrical company, etc."},{"term":"Associate Producer","description":"Person who takes on responsibilities delegated to them by the Producer. They work on the development and pre-production stages, and on the production. Duties can range from supervising the production design team or post production, or co-ordinating the work of visual effects companies. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Author","description":"Person primarily responsible for the intellectual content of the production and who may hold copyright to it – for example, a novelist whose work is adapted into a film."},{"term":"Broadcast Engineer","description":"Person who works with hardware and broadcast systems that are used across television, radio and new media to broadcast and distribute programs."},{"term":"Camera Operator","description":"Person responsible for manning the camera. Several people may fill this role on one production."},{"term":"Caption Writer","description":"Person or organization responsible for editing\/adding closed captioning."},{"term":"Casting Director","description":"Person responsible for initailly finding the cast members chosen for a production."},{"term":"Choreographer","description":"Person responsible for selecton or creation of dance compositions and plans and arranges dance movements and patterns for dances and especially for ballets."},{"term":"Cinematographer","description":"See: Director of Photography, the recommended term for this position."},{"term":"Co-Producer","description":"Person who performs a substantial portion of a creative producing function, or who is primarily responsible for one or more managerial producing functions. A co-producer has less responsibility than a producer for the completion of a project. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Commentator","description":"Person who discusses news, sports events, weather, or the like, as on television or radio."},{"term":"Composer","description":"Person who writes music for a specific production, or who is responsible for the artistic content of a piece of music used within a specific production and who may own copyright to that content. Composers of specific elements (for example, theme music) may be identified in an annotation."},{"term":"Concept Artist","description":"Person who produces an artistic rendering of an element or elements in a film, TV show, or video game, created as part of the development and visualization of characters, costumes, environments, etc."},{"term":"Conductor","description":"Person who directs the performance of an orchestra or choir."},{"term":"Costume Designer","description":"Person responsible for designing and creating costumes and wardrobe for a production."},{"term":"Describer","description":"Person or organization responsible for describing key visual elements in a production for visually-impaired viewers."},{"term":"Director","description":"Person who supervises the actors, camera crew, and other staff for a movie, play, television program, or similar production."},{"term":"Director of Photography","description":"Cinematographer or director of photography (sometimes shortened to DP or DOP) is the chief over the camera crews working on a film, television production or other live action piece and is responsible for achieving artistic and technical decisions related to the image."},{"term":"Editor","description":"Person who assembles the footage for a production into the final end product."},{"term":"Executive Producer","description":"Person who secures funding for a production and oversees financial and organizational aspects of the production’s development."},{"term":"Filmmaker","description":"The person most prominently responsible for the making of a film, especially if they are involved in all phases of production – for example, an independent or experimental filmmaker."},{"term":"Foley Artist","description":"Person that uses objects to create (or recreate) sound on a foley sound stage to be added to the final audio mix, such as footsteps, the opening and closing doors, or mechanical sounds."},{"term":"Graphic Designer","description":"Person who creates and designs visual elements for a production, such as logos, posters or brochures."},{"term":"Graphic Editor","description":"Person who assembles graphics and animation for a production."},{"term":"Guest","description":"Person who is invited to appear on one or several episodes of a television show, but is not a regular part of the cast or crew."},{"term":"Host","description":"Person who introduces a television or radio program, presents the various program elements, and interviews any guests."},{"term":"Interviewee","description":"Person being interviewed."},{"term":"Interviewer","description":"Person who asks the questions during an interview."},{"term":"Lighting Technician","description":"Person responsible for the creation of the lighting design for a given production."},{"term":"Make-Up Artist","description":"Person responsible for designing and creating make-up and prosthetic effects for a production."},{"term":"Moderator","description":"Person who moderates a discussion."},{"term":"Music Supervisor","description":"Person responsible for working with the director and composer of a production to manage, select, and\/or edit music for the production; this may also be identified as music director or music editor."},{"term":"Musician","description":"Player of a musical instrument."},{"term":"Narrator","description":"Person whose voice explains what is happening in a television program or movie, but who generally is not seen."},{"term":"Panelist","description":"Member of a small group of persons gathered for formal public discussion, judging, or playing a radio or television game."},{"term":"Performer","description":"Broader term for Actor, Musician, Vocalist or Comedian. A ​person who ​entertains ​people by ​acting, ​singing, ​dancing, ​playing ​music, or providing some other form of entertainment."},{"term":"Performing Group","description":"Company, band, or group of performers who work together to ​entertain ​people by ​dancing, ​singing, ​acting, ​playing ​music, or providing some other form of entertainment."},{"term":"Photographer","description":"Person who ​takes ​photographs. In film and television this person may be called a unit still photographer or simply, still photographer, who creates still photographic images intended for use in promotion, continuity and documentation of films and television productions."},{"term":"Producer","description":"Person who initiates, coordinates, supervises and controls all aspects of the production process, including creative, financial, technological and administrative. A Producer is involved throughout all phases of production from inception to completion. A production may have more than one producer."},{"term":"Production Unit","description":"Corporate sub-entity or department that initiates, coordinates, supervises and controls all aspects of the production process, including creative, financial, technological and administrative."},{"term":"Recording Engineer","description":"Person who operates consoles and other equipment to record, control, replay, and mix sound from various live performances and in the production of radio, television, music, and film. Recording Engineers may also be called Sound Recordists, Sound Mixers, or Audio Engineers. There are also specialized engineers such as Sound Engineers (for film sets), ADR Recordists, and Foley Recordists."},{"term":"Reporter","description":"Person who conducts interviews, reports events, or presents news information for a broadcast."},{"term":"Sound Designer","description":"Person who works closely with the production team to design any required sounds to include in a production."},{"term":"Sound Editor","description":"Person who creates the soundtrack by cutting and synchronizing all sound elements. There may be specialized editors for specific sound element types as well, such as a Sound Effects Editor."},{"term":"Set Designer","description":"Person who designs and creates the set for a production."},{"term":"Speaker","description":"Broad term for a person whose speech or lecture is included in a production."},{"term":"Technical Director","description":"Most senior technical person on a production team, who oversees the technical quality of the production and\/or supervises the technical crew. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Video Engineer","description":"Person who is responsible for technical aspects of video recording and production systems. This is an industry term, and specific roles and responsibilities may vary between jobs and productions."},{"term":"Vocalist","description":"Person who sings or otherwise vocally contributes a production or a composition used in a production."},{"term":"Voiceover Artist","description":"Unseen performer who adds their voice to the production in various ways, such as for animated characters or when dubbing into another language. For musical performances use Vocalist."},{"term":"Writer","description":"Person who created or contributed to the script of a production; usually involved with the production as a work-for-hire."}]},"publisherRole":{"isAttribute":false,"hasSubs":false,"bestPractice":"","description":"publisherRole is used to identify the role played by the specific publisher or publishing entity identified in the companion descriptor publisher. The PBCore schema allows for publisherRole to be repeated in the pbcorePublisher container element. This can be useful when a single person or organization is associated with multiple roles in an asset.","terms":[{"term":"Distributor","description":"Person or corporate entity responsible for marketing and arranging for the release, exhibition, and\/or distribution of a production. A distributor may deal with only particular areas of distribution, such as cinematic, home video, or digital; this should be identified in an annotation."},{"term":"Presenter","description":"Person or corporate entity responsible for acquiring rights to the source media, packaging it, and offering it to the publisher or distributor."},{"term":"Publisher","description":"Person or corporate entity responsible for making a production available."}]},"instantiationMediaType":{"isAttribute":false,"hasSubs":false,"bestPractice":"","description":"instantiationMediaType identifies the general, high level nature of the content of an instantiation. It uses categories that show how content is presented to an observer, e.g., as a sound, text or moving image.","terms":[{"term":"Moving Image","description":"Time-based media material experienced primarily visually, such as motion pictures or video recordings; may also include audio."},{"term":"Audio","description":"Time-based media material experienced through sound, without a visual component, such as music recordings or radio programs."}]},"instantiationGenerations":{"isAttribute":false,"hasSubs":false,"bestPractice":"","description":"instantiationGenerations identifies the use type and provenance of the instantiation. For example, the generation of a video tape may be an “Original Master” or “Dub,” the generation of a film reel may be an “Original Negative” or “Composite Positive,” an audiotape may be a “Master” or “Mix Element,” and an image may be a “Photograph” or a “Photocopy.”","terms":[{"term":"A-B rolls","description":"Reels of film used as an intermediate step in the production process to create transitions, fades and dissolves in the final production. Each roll contains distinct shots, with black leader in between to account for shots which will be dissolved in from other reels of film for the final production. Some film productions may utilize several such reels, labeled as A, B, C, D, etc. ‘A-B rolls’ should be used as a broad term for any such reels."},{"term":"Answer print","description":"The version of a film that is printed to film after color correction and with the sound properly synced to the picture, generally used as the last production element before final approval for release."},{"term":"Composite","description":"Refers to the combination of several original rolls or elements in one print or negative — for example, a reel with the combined sound and image or a composite track that includes music, effects and dialog."},{"term":"Copy","description":"A general term for an item that has been reproduced or duplicated from an original instantiation."},{"term":"Copy","description":"Access: An instantiation of an asset, typically of low quality, that is designated by an archive or library for use by patrons, researchers, etc."},{"term":"Dub","description":"An analog copy from a film, videotape or audiotape master instantiation or earlier generation, typically involving some generation loss."},{"term":"Duplicate","description":"An exact copy of another instantiation of an asset, generally digital, and involving no generation loss."},{"term":"Fine cut","description":"A working edit of a film or program which contains the correct sequences in the correct order, but may still undergo revisions in scene and sequence order to refine the final visuals."},{"term":"Intermediate","description":"A broad term for a reel of motion picture film, such as an intermediate positive or intermediate negative, that exists as a generational step between the original negative and a release print. This term should be used in conjunction with a generation element reading ‘positive’ or ‘negative’. More specific terms may also be used, such as interpositive, IP or master positive for intermediate positive; internegative for intermediate negative; or CRI for color reversal intermediate."},{"term":"Kinescope","description":"A recording of a live television program on motion picture film, used for the purpose of recording programs before the wide adoption of videotape."},{"term":"Line cut","description":"A working edit of a program which is created by the use of a video-switcher to make an in-the-moment edited version of the live show."},{"term":"Magnetic track","description":"An analog sound recording stored on a reel of film with a magnetic coating."},{"term":"Master","description":"A final product or item which is considered the highest quality version. A production master is intended for distribution; a preservation master is the designated highest-quality version of an item maintained in a library or archive for the purposes of long-term preservation."},{"term":"Master","description":"production: The final edit of a given asset in its highest-quality format, which can be re-packaged for broadcast and distribution."},{"term":"Master","description":"distribution: A version of an asset which is packaged for a specific form of distribution, and may include packaging elements such as trailers, teasers, logos, credits, opens, closes, etc."},{"term":"Mezzanine","description":"A version of an asset which is not the master, but is of high enough quality to be used for editing and to generate access copies."},{"term":"Negative","description":"A version of a film asset recorded with colors inverted. Most motion picture film is originally shot in negative."},{"term":"Optical track","description":"An analog sound recording stored on film by printing a waveform on a film strip."},{"term":"Original","description":"The first generation of an instantiation — either the material that came directly from the camera, in the case of raw footage, or, in the case of an edited master, the first master version created."},{"term":"Original footage","description":"Raw footage that was shot directly on camera, before dubbing, editing, or reformatting."},{"term":"Original recording","description":"Raw audio that was captured directly, before dubbing, editing or reformatting."},{"term":"Outs and trims","description":"Negative or positive prints of materials used for the production of a motion picture film but not included in the final version, such as outtakes, second takes, tests, sound and dialogue tracks, etc."},{"term":"Picture lock","description":"A near-final edit of a film or program which contains the correct scenes and sequences in the correct order for the final version, but has not yet undergone post-production work."},{"term":"Positive","description":"Film printed on stock that matches the colors and\/or tonal values of those in the original subject matter."},{"term":"Preservation","description":"Typically the highest-quality version of an asset in the possession of a library or archive, which is not accessed, but instead kept for the purposes of long-term preservation. A preservation instantiation may be a preservation master, which is considered the original or most important version to preserve, or a preservation copy, which exists as an exact or near-exact duplicate of the preservation master in case of destruction or damage, and which is often used to make mezzanine or access copies."},{"term":"Print","description":"A film that contains a positive image printed from a duplicate negative or a reversal film, intended for projection."},{"term":"Proxy file","description":"A lower-quality instantiation of an asset, such as a preview, that is provided to allow users to review files before accessing the original. May be the same as an access copy."},{"term":"Reversal","description":"A type of moving image film that directly produces a positive image on the camera original, rather than a negative."},{"term":"Rough cut","description":"An early edit of a film or program which contains the approximate shot selection and timing that will be used for the final version, but may still require significant editing for sound, color, titles, etc."},{"term":"Separation master","description":"A preservation instantiation for motion picture film which consists of three black-and-white copies, each filtered for one of the RGB spectrums."},{"term":"Stock footage","description":"Film or video footage that was not created specifically for a program, but repurposed by the filmmakers from a pre-existing source. Generally licensed from a stock footage library or archive."},{"term":"Submaster","description":"A full master version of a program that was copied from an existing video master, and may be used to create specialized master versions, such as a foreign language master or syndication master."},{"term":"Transcription disc","description":"A phonograph record intended for, or recorded from, a radio broadcast; used within the radio industry to distribute syndicated programs and preserve live broadcasts."},{"term":"Work print","description":"A rough edit of a motion picture film used during the editing process, which contains the approximate shot selection and timing that will be used for the final version, but may still include placeholder clips and require significant editing for sound, animation, special effects, etc."},{"term":"Work tapes","description":"Unedited or partly edited pre-release or pre-broadcast audio or video recordings generated as part of the production process. Work tapes generally correspond to master material of original footage or stock footage. Recommended usage should be in conjunction with Original Footage or Original Recording."},{"term":"Work track","description":"A rough edit of a soundtrack which the editor uses to develop the final soundtrack."}]},"instantiationPhysical":{"subs":{"Audio":{"description":"","terms":[{"term":"Open reel audiotape","description":"A general term for unknown open reel audio formats. If more specific format information is known, please use the appropriate term from the list."},{"term":"Grooved analog disc","description":"A general term for unknown grooved audio formats. If more specific format information is known, please use the appropriate term from the list."},{"term":"1 inch audio tape","description":"An open reel analog audiotape format."},{"term":"1\/2 inch audio tape","description":"An open reel analog audiotape format."},{"term":"1\/4 inch audio cassette","description":"A cassette-based analog audiotape format."},{"term":"1\/4 inch audio tape","description":"An open reel analog audiotape format."},{"term":"2 inch audio tape","description":"An open reel analog audiotape format"},{"term":"8-track","description":"A cartridge-based 1\/4-inch analog audiotape format. May also be known as Stereo 8."},{"term":"Aluminum disc","description":"A grooved aluminum analog disc format."},{"term":"Audio cassette","description":"A cassette-based 1\/8-inch analog audiotape format. If desired, format information can be included after a colon, for example: “Audio cassette: Type I.” Types of audio cassette include Type I, Type II, Type III and Type IV."},{"term":"Audio CD","description":"An optical disc-based digital audio format."},{"term":"DAT","description":"A cassette-based 4mm digital audiotape format."},{"term":"DDS","description":"A cassette-based digital data format that can also be used to record audio data."},{"term":"DTRS","description":"A cassette-based 8mm digital audiotape format. May also be known as DARS. Types of DTRS include DA-88. This information can be included after a colon, as “DTRS: DA-88.”"},{"term":"Flexi Disc","description":"A grooved vinyl analog disc format."},{"term":"Grooved Dictabelt","description":"A grooved plastic analog format."},{"term":"Lacquer disc","description":"A grooved lacquer analog disc format. Types of lacquer discs may include those with aluminum base, glass base, cardboard base, and steel base. More specific format information can be included in an annotation."},{"term":"Magnetic Dictabelt","description":"A magnetic plastic analog format."},{"term":"Mini-cassette","description":"A cassette-based 1\/8-inch analog audiotape format."},{"term":"PCM Betamax","description":"A cassette-based digital audiotape format recorded onto Betamax videotape."},{"term":"PCM U-matic","description":"A cassette-based digital audiotape format recorded onto U-matic videotape."},{"term":"PCM VHS","description":"A cassette-based digital audiotape format recorded onto VHS videotape."},{"term":"Piano roll","description":"A paper-based musical storage format used to operate a player piano."},{"term":"Plastic cylinder","description":"A grooved plastic analog phonograph cylinder format."},{"term":"Shellac disc","description":"A grooved shellac analog disc format."},{"term":"Super Audio CD","description":"An optical disc-based digital audio format."},{"term":"Wax cylinder","description":"A grooved wax analog phonograph cylinder format."},{"term":"Wire recording","description":"A wire-based magnetic analog audio format."},{"term":"Vinyl record","description":"A grooved vinyl analog disc format. If desired, format information can be included after a colon, for example: “Vinyl record: EP.” Types of records may include EP, LP, 45, 78. LP may also be known as 33 1\/3."}]},"Film":{"description":"The Film vocabulary provides terms for moving image celluloid formats only.","terms":[{"term":"Film","description":"A general term for unknown moving image celluloid formats. If more specific format information is known, please use the appropriate term from the list."},{"term":"8mm film","description":"A gauge of moving image printed on celluloid, 8mm in width."},{"term":"9.5mm film","description":"A gauge of moving image printed on celluloid, 9.5mm in width."},{"term":"Super 8mm film","description":"A gauge of moving image printed on celluloid, 8mm in width, with an expanded picture area."},{"term":"16mm film","description":"A gauge of moving image printed on celluloid, 16mm in width."},{"term":"Super 16mm film","description":"A gauge of moving image printed on celluloid, 16mm in width, with an expanded picture area."},{"term":"22mm film","description":"A gauge of moving image printed on celluloid, 22mm in width."},{"term":"28mm film","description":"A gauge of moving image printed on celluloid, 28mm in width."},{"term":"35mm film","description":"A gauge of moving image printed on celluloid, 35mm in width. Some 35mm films may be printed on paper."},{"term":"70mm film","description":"A gauge of moving image printed on celluloid, 70mm in width."}]},"Video":{"description":"The Video vocabulary provides terms for physical media formats for analog and digital video.","terms":[{"term":"Videocassette","description":"A general term for unknown video cassette formats. If more specific format information is known, please use the appropriate term from the list below."},{"term":"Open reel videotape","description":"A general term for unknown open reel video formats. If more specific format information is known, please use the appropriate term from the list below."},{"term":"Optical video disc","description":"A general term for unknown optical video formats. If more specific format information is known, please use the appropriate term from the list below."},{"term":"1 inch videotape","description":"An open reel analog videotape format. If desired, format information can be included after a colon, for example: “1 inch videotape: MVC-10.” Types of 1 inch videotape include MVC-10, PI-3V, EV-200, EL-3400, IVC-700, IVC-800, IVC-900, UV-340, EV-210, BVH-1000, HDV-1000, HDD-1000, SMPTE Type A, SMPTE Type B, and SMPTE Type C."},{"term":"1\/2 inch videotape","description":"An open reel analog videotape format. May also be known as helical scan tape. If desired, format information can be included after a colon, for example: “1\/2 inch videotape: EIAJ Type 1.” Types of 1\/2 inch video tape include: CV, EIAJ Type 1, Hawkeye, Recam, V200, and VCR."},{"term":"1\/4 inch videotape","description":"An open reel analog videotape format. May also be known as Akai."},{"term":"2 inch videotape","description":"An open reel analog videotape format. If desired, format information can be included after a colon, for example: “2 inch videotape: Quadruplex.” Types of 2 inch videotape include: Quadruplex, Octaplex, VR-1500, VR-1600, IVC-9000, Helical SV-201, and ACR 25."},{"term":"Betacam","description":"A cassette-based 1\/2-inch analog videotape format. Types of Betacam also include the higher-quality Betacam SP. This information can be included after a colon, as “Betacam: SP.”\nBetacam SX A cassette-based 1\/2-inch digital videotape format. Betacam SX is a digital version of Betacam SP."},{"term":"Betamax","description":"A cassette-based 1\/2-inch analog videotape format. May also be know as Beta. If desired, format information can be included after a colon, for example: “Betamax: ED.” Types of Betamax also include Beta Hi-Fi, ED Betamax and Super Betamax."},{"term":"Blu-ray disc","description":"An optical disc-based digital video format."},{"term":"Cartrivision","description":"A cassette-based 1\/2-inch analog videotape format."},{"term":"D1","description":"A cassette-based 3\/4-inch digital videotape format. Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"D2","description":"A cassette-based 3\/4-inch digital videotape format. Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"D3","description":"A cassette-based 1\/2-inch digital videotape format. Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"D5","description":"A cassette-based 1\/2-inch digital videotape format. Types of D5 also include D5 HD. This information can be included after a colon, as “D5: HD.” Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"D6","description":"A cassette-based 3\/4-inch digital videotape format. Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"D9","description":"A cassette-based 1\/2-inch digital videotape format. Types of D9 also include D9 HD. This information can be included after a colon, as “D9: HD.” Different “D” formats are not necessarily backwards compatible: for example, a D-2 tape cannot be played on a D-1 machine."},{"term":"DCT","description":"A cassette-based 3\/4-inch digital videotape format."},{"term":"Digital Betacam","description":"A cassette-based 1\/2-inch digital videotape format. May also be known as DigiBeta or D-Beta. Digital Betacam is a digital version of Betacam SP."},{"term":"Digital8","description":"A cassette-based 8mm digital videotape format. Digital Betacam is a digital version of Hi8."},{"term":"DV","description":"A cassette-based 1\/4-inch digital videotape format."},{"term":"DVCAM","description":"A cassette-based 1\/4-inch digital videotape format."},{"term":"DVCPRO","description":"A cassette-based 1\/4-inch digital videotape format. If desired, format information can be included after a colon, for example: “DVCPro: 25.” Types of DVCPro include DVCPro 25, DVCPro 50, DVCPro Progressive, and DVCPro HD."},{"term":"DVD","description":"A digital optical disc video format. If desired, format information can be included after a colon, for example: “DVD: DVD-R.” Types of DVD also include DVD+R, DVD+R DL, DVD-R, DVD-RW, and DVD+RW."},{"term":"EIAJ","description":"Cartridge A cartridge-based 1\/2-inch analog videotape format."},{"term":"EVD","description":"Videodisc A digital optical disc video format."},{"term":"HDCAM","description":"A cassette-based 1\/2-inch digital videotape format. Types of HDCAM also include HDCAM SR. This information can be included after a colon, as “HDCAM: SR.”"},{"term":"HDV","description":"A cassette-based 1\/4-inch digital videotape format. This is a high-definition version of MiniDV."},{"term":"Hi8","description":"A cassette-based 8mm analog videotape format. Hi8 is a high-band version of Video8."},{"term":"LaserDisc","description":"A digital optical disc video format. May also be known as DiscoVision. If desired, format information can be included after a colon, for example: “LaserDisc: CAV.” Types of LaserDisc include CAV, CLV, and CAA."},{"term":"MII","description":"A cassette-based 1\/2-inch analog videotape format."},{"term":"MiniDV","description":"A cassette-based 1\/4-inch digital videotape format. May also be known as DVC."},{"term":"Super Video CD","description":"A digital optical disc video format."},{"term":"U-matic","description":"A cassette-based 3\/4-inch analog videotape format. May also be known as 3\/4-inch tape. If desired, format information can be included after a colon, for example: “U-matic: S.” Types of U-matic include the smaller U-matic S and the high-quality U-matic SP."},{"term":"Universal Media Disc","description":"A digital optical disc video format."},{"term":"V-Cord","description":"A cassette-based 1\/2-inch analog videotape format. If desired, format informatio can be included after a colon, for example: “V-Cord: I.” Types of V-Cord include V-Cord I and V-Cord II."},{"term":"VHS","description":"A cassette-based 1\/2-inch analog videotape format. If desired, format information can be included after a colon, for example: “VHS: S-VHS.” Types of VHS include S-VHS, W-VHS and VHS-C."},{"term":"Video8","description":"A cassette-based 8mm analog videotape format."},{"term":"VX","description":"A cassette-based 1\/2-inch analog videotape format."}]}},"isAttribute":false,"hasSubs":true,"bestPractice":"Best practice: PBCore provides a controlled vocabulary for media objects, though any controlled vocabulary can be used so long as it is referenced. For digital storage carriers that contain file-based media, such as data CDs, LTO tapes or hard drives, use instantiationDigital to convey the mime type of the file instead of describing the carrier.","description":"instantiationPhysical is used to identify the format of a particular instantiation as it exists in a physical form that occupies physical space (e.g. a tape on a shelf). This includes physical digital media, such as a DV tape, audio CD, or authored DVD, as well as analog media."}}